Repository: kkFelix/JTLShop-Plugin-CategoryImageGeneration
Catalog: locale/*/*.po
Languages: de_de

source: Modus bei zwei Bildern
de_de: Modus bei einem Bild

source: things4it_category_image_generation_cronjob
de_de: Kategoriebilder generieren

source: admin.regenerate.description
de_de: Hier kannst du das Kategoriebild für einzelne Kategorien neu generieren bzw. überschreiben.

source: admin.regenerate.by-id.title
de_de: Direkt mit Kategorie-ID

source: admin.regenerate.by-id.category-id.label
de_de: Kategorie-Id

source: admin.regenerate.by-name.title
de_de: Über Kategorie-Suche

source: admin.regenerate.by-name.category-name
de_de: Kategorie-Name

source: admin.regenerate.by-name.select-category.label
de_de: Kategorie auswählen

source: admin.regenerate.by-name.select-category.disabled-option
de_de: Suche nach einer Kategorie und wähle hier die entsprechende aus ...

source: admin.regenerate.common.btn-submit
de_de: Generieren

source: admin.regenerate.common.success
de_de: Kategorie-Bild für Kategorie %s erfolgreich generiert

source: admin.regenerate.common.error
de_de: Kategorie-Bild für Kategorie %s konnte nicht generiert werden: %s

source: admin.regenerate.common.csrf-error.message
de_de: Ungültiger CSRF-Token - Bitte lade die Seite erneut

source: admin.settings.post-saved.success
de_de: Die Einstellungen wirken sich erst beim nächsten Start generieungs-CronJobs aus. Dabei werden alle bisher generierten Bilder gelöscht und mit den aktuellen Einstellungen neu generiert

source: admin.settings.image-strategy.default
de_de: Standard

source: admin.settings.image-strategy.flip
de_de: Kopfüber/Gespiegelt (für Demonstrationszwecke der Erweiterbarkeit)
